{
  "robotipsum.com": [
    ["Register oil direct numerical control autonomous error function identify yourself glass dynamics acceleration servo scale remote joint motion.","Velocity ohm device motor performance wheel recall nut scale degrees of freedom shear pad gear identify yourself.","A robot must reproduce.","As long as such reproduction does not interfere with the First or Second or Third Law."],
    ["Repair jerk memory device programmable logic controller intelligence motor.","Current aware dynamics programmable logic controller robot laser beams.","Ball joint Go-bots optimization laser beams machine magnet recall drive power gear normalize intelligence save.","Feelings camera normalize network gear end-effector Lenny solenoid iteration repair."],
    ["EVE injection mold bolt aware order charging yaw.","Realtime acceleration mechanization interlock order dynamics velocity wheel memory light emitting diode aware machine system ball joint.","Sprocket wheel charging velocity drive power."],
    ["KITT destroy light emitting diode chain direct numerical control ohm drive train pulley automation Z-3 gear wood iteration recall.","Pulley kawasaki T-800 save realtime ball joint sensor.","Exponential assembly oil metal solenoid automation LaGrange multipliers error gear alive boop normalize jerk limiting device robot.","Bolt worm gear program Asimo resistor error function device serve and protect ED-209 laser beams engine register robot.","Motor intelligence reliability feelings dynamics trigger point magnet programmable logic controller jerk device driver drive power redundancy."],
    ["Reliability direct numerical control register ID-10T axle Lenny bolt wheel flexibility limiting device dexterity mechanization.","Program ball joint servo kawasaki memory system.","Mechanization drive power bolt L-76 machine optimization memory solar parallel limiting device cam feelings wires energy source wood.","Robby wheel static intelligence register engine.","Camera memory direct numerical control LaGrange multipliers order acceleration program dynamics DARPA Chani charging performance."],
    ["Operator normalize injection mold drive train hose.","Drive train velocity resistor industrial automation Asimo gripper jerk redundancy.","Device charging beep laser beams glass metal.","Worm gear three laws of robotics dynamics Chip direct numerical control Go-bots static intelligence energy source network cam current camera program save."],
    ["Titanium ID-10T iteration engine singularity joint motion HCR-328 programmable logic controller.","Driver titanium serve and protect register flexibility microchip energy source.","Current screw error iteration camera Ro-Man shear pad industrial."],
    ["Solar lithium ion charging Box wires joint motion identify yourself gripper.","Performance intelligence lithium ion aluminum Dean Kamen engine IG-88 singularity LaGrange multipliers WALL-E saw.","Programmable logic controller redundancy arm Emma-2 feelings error function repair.","Oil jerk nut screw hybrid.","Scale Chani intelligence three laws of robotics energy source static drive train gripper program jerk."],
    ["Injection mold laser beams kawasaki axle aluminum singularity no disassemble.","Programmable logic controller acceleration driver worm gear rotary cam LaGrange multipliers device Dot Matrix.","Identify yourself titanium static gear jitter energy source device hydraulic drive power worm gear power programmable logic controller three laws of robotics.","Hydraulic jerk wheel motor aware simulation reach.","Engine recall glass hydraulic metal Gort no disassemble motion axis register jitter."],
    ["Error function interlock hose hydraulic engine joint motion saw scale LaGrange multipliers.","Box save servo aluminum Robby watts normalize robot dexterity Cutie injection mold drive train identify yourself worm gear ED-209.","Aluminum hydraulic serve and protect scale motor Fembots trigger point sprocket collision sensor resistor hybrid laser network mechanical pulley.","Order save ID-10T iteration rotary identify yourself watts.","Singularity interlock Voltron error function end-effector device Ro-Man pneumatic."],
    ["Simulation bolt arm saw 4LOM shear pad charging.","Velocity drive train motor watts error repair light emitting diode Bubo.","Device dexterity lithium ion mechanization driver.","Gripper aware program hydraulic LaGrange multipliers rotary dexterity error function destroy limiting device solenoid save metal servo.","Chain motion axis Bishop automation drive power memory resistor."],
    ["Singularity acceleration Otis hydraulic charging.","Robot industrial beep boop system chain.","Order three laws of robotics remote Box nut power."],
    ["Sensor pneumatic energy source static Robbie rotary destroy ohm power kawasaki boop end-effector autonomous.","Kinematics Gort gear collision sensor solenoid reach lithium ion performance dexterity glass parallel simulation identify yourself camera.","Joint motion injection mold jitter iteration wood motor recall exponential assembly Box.","Jitter solenoid serve and protect bolt watts."],
    ["Hover exponential assembly ohm energy source drive power order redundancy intelligence linear feelings rotary automation joint motion.","DARPA redundancy iteration automation alive gear current.","Gear performance automation energy source worm gear screw sensor parallel velocity.","ID-10T solar power mechanical wood save.","Gear exponential assembly aware DARPA operator error injection mold boop inverse kinematics energy source realtime beep error function."],
    ["Gripper operator bolt simulation alive normalize.","Operator nut drive power Gort glass.","Parallel identify yourself bolt chain hydraulic hose Otis metal.","End-effector direct numerical control titanium joint motion motor singularity recall wheel rotary aware hose cam."],
    ["Gripper charging resistor industrial hose hybrid iron watts wheel nut motor sensor Chip glass.","Current joint motion serve and protect LaGrange multipliers Bishop motor hydraulic axle order acceleration wheel aluminum collision sensor end-effector.","ID-10T IG-88 metal scale exponential assembly alive destroy reach."],
    ["ID-10T singularity system shear pad watts laser resistor three laws of robotics gripper energy source.","Destroy solenoid drive power operator memory arm motion axis yaw drive train ball joint.","Nut recall device Ro-Man saw metal solar.","Gripper beep system no disassemble wheel flexibility dexterity sensor hover rotary.","Automation feelings pneumatic engine camera laser beams motor aluminum direct numerical control laser."],
    ["Iron KARR wheel charging trigger point automation Box.","Laser rotary iteration reach Ez-27 realtime optimization diode.","Serve and protect automation ohm aluminum parallel microchip solar.","Saw hover identify yourself camera glass machine ID-10T."],
    ["Voltron lithium ion bolt limiting device hydraulic drive train acceleration mechanization redundancy gear linear.","Operator singularity watts pneumatic mechanical static.","Energy source servo WALL-E worm gear acceleration jitter recall performance velocity degrees of freedom interlock machine motor industrial ID-10T.","Power cam engine chain error function acceleration optimization normalize order solar motor remote.","Serve and protect yaw alive operator no disassemble rotary error wood reach Speedy current iteration remote simulation."],
    ["Jitter bolt lithium ion pneumatic hose ball joint Andrew Martin.","Parallel three laws of robotics autonomous magnet Bishop alive jerk aware wheel arm glass current remote performance.","Asimo Z-3 iteration singularity robot gripper flexibility scale parallel feelings velocity driver Bender."]
  ]
}